{
  "guests" : [ {
    "description" : "Musharraf Ali Farooqi is an author, translator, and publisher. His novel “Between Clay and Dust” was shortlisted for The Man Asian Literary Prize 2012 and longlisted for the 2013 DSC Prize for South Asian Literature. Farooqi’s second novel “The Story of a Widow” was shortlisted for the DSC Prize for South Asian Literature 2011, and longlisted for the 2010 IMPAC-Dublin Literary Award. He is the CEO of KITAB (Pvt.) Limited, and the Founder of the ‘Kahani Se Kitab Tak’ graduated reading program, focused on children’s literature in particular.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2018/04/MAF-2-e1525430107893.jpg",
    "name" : "Musharraf Ali Farooqi",
    "order" : "1",
    "position" : "Author & Publisher"
  }, {
    "description" : "Nur Nasreen Ibrahim, a fiction writer from Lahore, works as a news producer for Netflix’s Patriot Act with Hasan Minhaj. The Peabody award-winning TV show is widely known for its coverage of Saudi Arabia’s crown prince, the growth of Hindu nationalism, and other international issues. Previously, she was a producer for Comedy Central’s The Opposition with Jordan Klepper and Al Jazeera English’s The Stream. She has twice been a finalist for The Salam Award for Imaginative Fiction. She has written essays and reviews for Catapult, The Millions, The Collapsar, Dawn, The News on Sunday, and other publications. Her fiction is forthcoming in Salmagundi and Barrelhouse and has appeared in The Gollancz Book of South Asian Science Fiction (Hachette India), Specter Magazine, Platypus Press, and Aleph Review",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/05/Nur-Nasreen-e1559035863903.png",
    "name" : "Nur Nasreen Ibrahim",
    "order" : "2",
    "position" : "Fiction Writer"
  }, {
    "description" : "Hashim Nadeem is a Pakistani-Urdu novelist, drama writer, poet and fiction writer. He has also produced 27 telefilms and 11 drama serials as first private producer, among four of them have won different awards, in which he was also writer and director.  His films include Abdullah, and his famous novels are Bachpan ka December and Khuda Aur Muhabbat. He has been awarded the Tamgha-e-Husn-e-Karkrdagi by the Pakistani government.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2018/04/HASHIM-NADEEM-e1524643019468.jpg",
    "name" : "Hashim Nadeem",
    "order" : "3",
    "position" : "Drama Writer"
  }, {
    "description" : "Sarmad Khoosat is a Pakistani actor, film/TV director, producer and screenwriter best known for directing the TV dramas and films. Academically, he graduated from Government College University (Lahore) and earned a master’s degree in Psychology and a gold medal. He also was a member of the Debating Society of GCU.He rose to prominence during the late 1990s, when he created the sitcom Shashlik which ran for over three years on PTV, while his first television drama as a director was Piya Naam Ka Diya in 2007, in which he acted opposite film star Saima Noor and Irum Akhtar. Sarmad then served as executive director for a soap serial named Mujhe Apna Naam-o-Nishan Milay, directed by his sister Kanwal Khoosat. Khoosat’s TV drama, Kalmoohi that he wrote and directed, began airing on PTV in early 2010, also got good reviews. In 2011, he gained significant prominence and acclaim with the TV drama Pani Jaisa Piyar that aired on Hum TV. It won him the best director award for it on LUX Style Awards. He directed Jal Pari, which was aired on Geo TV. He went on to direct Humsafar for Hum TV, which became an overnight success. His serial Shehr-e-Zaat was especially popular with women. He conducted a workshop at the Lahore University of Management Sciences’s annual amateur film festival in June 2011. He has directed episodes for Faseele Jaan Se Aagay and Ashk. Khoosat directed the remake of the original Pakistani film, Aina, as a telefilm. In 2016, he completed shooting Mein Manto. In October 2018 he delivered a 24-hour-long live act, No Time To Sleep, enacting the last 24 hours of a death row prisoner’s life, a performance which earned him critical appreciation. He wrote the script for Saqib Malik’s upcoming production Ajnabee Sheher Main, while he has two upcoming feature films as director, writing one as well.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/05/sarmad-khosat.png",
    "name" : "Sarmad Khoosat",
    "order" : "4",
    "position" : "Director"
  }, {
    "description" : "Ali Hamza is recognized as a luminary in Pakistani music for his work spanning almost over two-decades as a singer and songwriter. From creating seminal pieces of unplugged guitar and vocals as an undergraduate student at LUMS; to founding Pakistan’s quintessential rock band ‘noori’ with his brother, Ali Noor, Ali Hamza’s association with music has always been about emotively communicating meaningful ideas. But more than anything, Ali Hamza is a mystic at heart. Life changing experiences have resulted in powerful expressions as and when he has gone out of his comfort zones and explored the tradition of the ascetic. From his unannounced journey to Sufi shrines and folk hubs of Pakistan, to churning out memorable performances of Sufi/Folk Kalaams [Aik Alif, Hor Vi Neeva Ho, and Paar Chana De] Ali Hamza has felt the most fulfilled whenever he ventures into the realm of the spiritual. In his own words “with every iteration of such experiences, sporadic as they may have been in my life, I have only ‘received’ confirmation of my own purpose and trajectory. I just hope and pray that I have the strength and capability to stay on track.”",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/ali-hamza-700x700.jpg",
    "name" : "Ali Hamza",
    "order" : "5",
    "position" : "Singer"
  }, {
    "description" : "Salman Rashid is Pakistan’s most widely travelled travel writer with few places in the country that do not carry his footprint. Acclaimed as ‘the most erudite travel writer of the country’, he is the author of eight books that include anthologies of his newspaper articles. This book is the outcome of nearly a quarter century of the Deosai romance over several visits to the plateau. His recent book, ‘A Time of Madness: A Memoir of Partition’ reminisces the partition from a completely different perspective.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2018/04/salman-rashid-e1524643068286.jpg",
    "name" : "Salman Rashid",
    "order" : "6",
    "position" : "Writer"
  }, {
    "description" : "Jamal Shah is a Pakistani actor, director, painter, and a social worker. He was born into a Pashtun Syed family in 1956 in Quetta, Balochistan, Pakistan. In 1992 Jamal made his acting debut in K2, directed by Franc Roddam. Jamal Shah obtained a Master’s in English literature from Balochistan University, Quetta, Balochistan in 1978 and in 1983 an NDA, National College of Arts, Lahore. He later obtained a Masters in Fine Arts from the Slade School of Art in London. Being an actor, he performed in many TV serials as well as a renowned mini series titled Traffik produced by Britain’s Channel 4 about illegal drugs and the role of Pakistan, Germany and Britain in its production, transportation and usage. Traffik was nominated for six BAFTA Awards, winning three. It also won an International Emmy Award for best drama.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2018/04/Jamal-Shah-Age-Wife-Marriage-Children-Education-House-Parents-Sister-Contact-FacebookTwitter-Instagram-e1524644163247.jpg",
    "name" : "Jamal Shah",
    "order" : "7",
    "position" : "Actor"
  }, {
    "description" : "Zarrar Khuhro is a Pakistani journalist who has worked in print and electronic media and currently co-hosts a show on Dawn News called ‘zara hut kay’. He also writes a regular column for Dawn and just about anyone who will pay him.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2018/04/5996c5418f4aa.jpg",
    "name" : "Zarrar Khuhro",
    "order" : "8",
    "position" : "Journalist"
  }, {
    "description" : "Mubashir Zaidi has 26 years of experience in journalism. He’s a former editor of Dawn TV and currently co-hosting Zara Hut Kay on Dawn TV, In the past he has worked for BBC, LA Times. Herald and Hindustantimes. He is also writing for The Hindu.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2018/04/mubashir-zaidi.jpeg.256x256_q100_crop-smart.jpg",
    "name" : "Mubashir Zaidi",
    "order" : "9",
    "position" : "Journalist"
  }, {
    "description" : "Dr. Ali Madeeh Hashmi is a psychiatrist, writer and translator. He is currently Tenured Associate Professor of Psychiatry at King Edward Medical University. Dr. Hashmi is the author of five books on poetry and literature including the first (and only) biography of his grandfather, the celebrated poet Faiz Ahmed Faiz published in 2016. His essays about mental health, literature, poetry and history have been published in scientific journals, magazines, newspapers and literary journals in Pakistan, India and the United States. He writes a fortnightly column for The News on Sunday and his writings have also been published in the Daily Times, the daily Dawn, the weekly Friday Times and many other publications.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2018/04/7f8932f3eecc26389ef10dc2909e215b_400x400-e1524644256359.jpeg",
    "name" : "Dr. Ali Madeeh Hashmi",
    "order" : "10",
    "position" : "Psychiatrist"
  }, {
    "description" : "Wusat Ullah Khan is a working journalist for the last thirty six years. He is attached with BBC Urdu Service since 1991. He covered 2003 Iraq war. He was in Beruit during 2006 Isreal- Hizbollah war in Lebanon. He also reported 2004 & 2009 Lok Sabha elections while touring 13 states of India. He travelled extensively during 2005 Pakistan earthquake. His work on 2010 floods published as ‘Sailab diaries’ by Pakistan Study Centre, University of Karachi. Wusat writes a weekly column ‘Batt say Baat’ for BBC Urdu Service since 1998. He also contributes a Weekly Column for Daily Express Pakistan. He is a Co-host of Dawn News daily talk show ‘Zara Hut Kay",
    "image" : "http://www.quettalf.org/wp-content/uploads/2018/04/wusat-e1523694435624.jpg",
    "name" : "Wusat Ullah Khan",
    "order" : "11",
    "position" : "Journalist"
  }, {
    "description" : "Iftikhar Firdous is a senior journalist, who has been working on violence and conflict in Pakistan, and the gaps in governance caused by them for more than a decade. Recently he started working as the national director of communications for the Emergency Operation Centre, devising a communication strategy to get Pakistan polio free. However, language and literature are his first love.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/05/Iftikhar-Firdous.jpg",
    "name" : "Iftikhar Firdous",
    "order" : "12",
    "position" : "Director of Communications EOC"
  }, {
    "description" : "afiullah Kakar is a public policy and development consultant. He has rendered policy advice to governments in Sub-Saharan Africa, South Asia and the Pacific region on a range of issues, particularly youth entrepreneurship, development and countering violent extremism. He is a Rhodes Scholar and holds two Master’s degree from the University of Oxford in Public Policy and Global Governance. He writes on Politics and Development in different English national news dailies.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2018/05/rafi-ullah.jpg",
    "name" : "Rafiullah Kakar",
    "order" : "13",
    "position" : "Public Policy Consultant"
  }, {
    "description" : "Hafeez Jamali holds a Ph.D. in Social Anthropology from the Department of Anthropology at the University of Texas at Austin and is currently serving as the Director of Balochistan Archives at Quetta. His research focuses on the anthropology of globalization and development, the history of Indian Ocean Trade, and the politics of identity and place in Balochistan. His doctoral research examines how Pakistani Government’s investment in mega development projects such as transnational gas pipelines and commercial ports has affected the lives and transformed the political attitudes of local Baloch people.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2018/04/hafeezz-e1525431631855.jpeg",
    "name" : "Hafeez Jamali",
    "order" : "14",
    "position" : "Anthropologist"
  }, {
    "description" : "George Fulton has over 18 years’ experience in public relations, television production and broadcast journalism.He has overseen external communications roles for the British Council, the Qatar Foundation and the Atlantic Partnership acting as an advocate for these organisations to senior politicians and stakeholders in Pakistan, Qatar, US and UK, as well as to the press and media. George has also been the executive producer, writer and presenter of television programmes in Pakistan; including Kiran aur George and George Ka Pakistan. He also has produced HARDtalk Pakistan and Question Time Pakistan for BBC World News. He currently runs a digital content platform called Desi George and works for Indus News.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/05/George-e1559118491823.jpg",
    "name" : "George Fulton",
    "order" : "15",
    "position" : "Desi George/ Producer"
  }, {
    "description" : "Faiz Ullah Khan has been associated with journalism since 2005. He has served NNI and Samma TV as reporter and these days he is working with ARY as a senior reporter. In 2014, while he was covering a story on Taliban he was arrested for entering in Afghanistan illegally. Although, he was sentenced by the military court but after the intervention of Pakistan Government, journalist, political leaders and international journalist associations along with the efforts of Malala Yousafzai, he was freed. After which he wrote the book ‘Prisoner of Durandline’ which was read and appreciated a lot by many around the globe.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2018/04/faizullah-e1524644326129.jpg",
    "name" : "Faiz Ullah Khan",
    "order" : "16",
    "position" : "Journalist"
  }, {
    "description" : "Khumariyaan was born in the age of Talibanisation, sectarian violence, military operations and neo-imperialist expansions, in the region which is a gateway to Central Asia, in the city of Peshawar. A band of musicians whose tunes are based on their native music, with a tinge of other native music of the world as well, our audience is the educated youth of Pakistan, and our mission is to enlighten the youth with all-encompassing aesthetics and performing arts. Our focus is to elevate music to medium of peace of being, and musically, break the tradition of the South Asian vocal based musical culture, thus we are an instrumental band.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2018/04/181043_531997060157174_1766398853_n.jpg",
    "name" : "Khumariyaan",
    "order" : "17",
    "position" : "Band"
  }, {
    "description" : "Barrister Nawabzada Saifullah Magsi is a tribal chieftain, lawyer, politician and agriculturist from Jhall Magsi, Balochistan. Saifullah was schooled at Aitchison College in Lahore and Wellington College in England. He completed his law degree from University College, London and was Called to the Bar at Lincolns Inn in 2005. He was admitted as an advocate of the High Court of Balochistan in 2006. Saifullah was a part of the caretaker cabinet in Balochistan in 2007/2008 and was a Minister for Planning and Development, Law, Justice and Parliamentary Affairs, Inter-Provincial Coordination and Prosecution. Saifullah has remained a member on the Board of the Privatisation Commission of Pakistan from 2011 – 2013. In 2012, Saifullah was elected to the Senate of Pakistan for a six-year term. He was a member of various Standing Committees of the Senate during his tenure including Planning and Development, Water and Power, Law and Justice and CPEC. Saifullah also has valuable diplomatic experience being a part of the Asian Parliamentary Assembly where he represented Pakistan at various international forums as well as being engaged in Track 2 diplomacy with our neighbouring countries. Saifullah Magsi is an independent legal practitioner with over 13 years of experience and divides his time between his constituency in Jhall Magsi and Quetta",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/05/Saif.png",
    "name" : "Nawabzada Saifullah Magsi",
    "order" : "18",
    "position" : "Barrister"
  }, {
    "description" : "Sabookh Syed is an Islamabad based journalist, who started from Radio Pakistan Peshawar and is the founder member of Pakistan’s fist digital Radio station at Peshawar. He is an anchor person and political and religious analyst with 19 years of experience of working with leading media houses of the country.He is editor of ibcurdu.com, a leading Urdu language news website of Pakistan. These days he has been working with Aap News where he hosts a show “Mutabadil Bayania” (Alternative Narrative).He worked with Geo News as Special Correspondent and Anchorperson for 10 years. He covered religious political parties and Jihadi organisations for Geo News.He also covered conflict in Baluchistan, military operations in swat, Wazirstan, Red Mosque and OBL operation for the channel. These days, he is affiliated with University of Virginia as Pakistan based research coordinator. He is selected as Iqbal Research Fellow at IRD and will write a book as part of the fellowship.He has been writing for different national and international newspapers and magazines and has also been appearing on different TV channels as expert on religious and political issues and jihadi organizations.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/05/sabook-syed.jpg",
    "name" : "Sabookh Syed",
    "order" : "19",
    "position" : "Journalist"
  }, {
    "description" : "Muhammad Hamza Waseem has studied electrical engineering at the University of Engineering and Technology, Lahore. He has worked with major international science journals and magazines targeting high school and undergraduate students. He co-founded Spectra, an online magazine which aims at producing a generation of popular science writers and science journalists in Pakistan.Hamza has also been a key player in organizing Lahore Science Melas initiated by Khwarizmi Science Society. He is interested in optics, magnetism, and history and philosophy of science. His research has been published at reputable venues. Recently, Hamza has been awarded the Rhodes Scholarship to study physics at the University of Oxford.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/05/Hamza-waseem-e1559036700113.png",
    "name" : "Muhammad Hamza Waseem",
    "order" : "20",
    "position" : "Electrical Engineer"
  }, {
    "description" : "Muhammad Amir Rana is the director of Pak Institute for Peace Studies (PIPS). He was a founder member of PIPS when it was launched in January 2006 and had previously worked as a journalist with various Urdu and English daily newspapers from 1996 until 2004. He has worked extensively on issues related to counter-terrorism, counter-extremism, and internal and regional security and politics.He has published widely in national and international journals, professional publications and magazines. He writes regularly for Dawn, Pakistan’s leading English newspaper. He has also been invited to appear as an expert on the electronic media, including CNN, BBC World, Al Jazeera English, Voice of America, Al-Arabia and other Pakistani and international news channels.He is also the editor of Pakistan Annual Security Report, PIPS’ English research journal ‘Conflict and Peace Studies’ and Urdu monthly magazine “Tajziat”. He also heads Narratives, a publishing and media production house engaged in the production and dissemination of alternative, or counter-extremism, argument and narratives",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/05/M-amir-rana-1.jpg",
    "name" : "Muhammad Amir Rana",
    "order" : "21",
    "position" : "Director PIPS"
  }, {
    "description" : "A R Dad is a Balochi poet, fiction writer, critic and a translator. He is known as the proponent of modern views in Balochi literature. So far he has authored twenty five books. His book “Dar Kessahi Labzank” (Non Fiction) was awarded the Mast Taukali Award by the Pakistan Academy of Letters in 2017.He is a faculty member at the Department of Balochi at the University of Balochistan Quetta.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/05/dad.jpg",
    "name" : "A R Dad",
    "order" : "22",
    "position" : "Poet & Fiction Writer"
  }, {
    "description" : "uthor of the book “A Decade of Delight”, Kayenat Hameed Khan is Khyber Pakhtunkhwa’s first spoken word artist who debuted for Words and Metaphors and Young Women Writers Forum Peshawar Chapter.She has also worked as a narrator in several projects, including her recent narrations for Peshawar Museum and is currently working on a project of representing Khyber Pakhtunkhwa’s archeological sites and tourism spots through her narrations and storytelling in collaboration with Ministry of Tourism KP. Her book “A Decade of Delight” is receiving a great response from the masses and she has been acknowledged by KP Minister of Culture, Art, Tourism, Sports, Archeology and Youth Affairs, Mr. Muhammad Atif Khan for her success.Kayenat works with multiple organizations in multiple capacities and has also been associated with multiple literary and social organizations including as a volunteer, core team member and a beneficiary trying to make difference through art and literature",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/kainat_hameed-700x700.jpg",
    "name" : "Kayenat Hameed Khan",
    "order" : "23",
    "position" : "Spoken Word Artist and Author"
  }, {
    "description" : "Dr. Rauf Raz holds a PhD Degree in Balochi Literature. He is the first ever Balochi PhD from Allama Iqbal Open University Islamabad. He wrote his Doctoral thesis on Balochi fiction.He contributes literary articles, mainly on fiction to various literary journals. He has also translated a number of Balochi short stories in Urdu.At present he is serving as a lecturer in Balochi at the Government Atta Shad degree College Turbat",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/05/rauf.jpg",
    "name" : "Dr. Rauf Raz",
    "order" : "24",
    "position" : "Writer"
  }, {
    "description" : "Fazal Baloch is a Balochi writer and translator with a keen interest in Balochi fiction. He has translated several Balochi poems and short stories into English. His writings published in Daily Times, weekly Friday Times, Viewpoint Online and Balochistan Times. First anthology of his translations “God and the Blind Man” (Selected Balochi Short Stories of Munir Badini,) is going to be published later in this year.Currently he is serving as a lecturer at the Government Atta Shad Degree College Turbat.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/05/fzl.jpg",
    "name" : "Fazal Baloch",
    "order" : "25",
    "position" : "Writer"
  }, {
    "description" : "Ramsha Ashraf has received an honorary fellowship in writing, as Fall Resident of the International Writing Program 2017, at the University of Iowa. She has a collection of poetry, Enmeshed (2015), publishes poems on her blog Escritura 415 and elsewhere, and contributes to literary magazines.She has been collaborating with different organizations but has recently taken an independent initiative titled as ‘Sukhan Braey Aman’ (Arts for Peace) for the promotion of different forms of art and literature. At the Foundation University’s Rawalpindi Campus she teaches writing courses, develops arts curricula and produces visual media. In 2017, she participated in the City of Asylum as writer-in-residence. A strong proponent of human freedom and social justice, Rimsha owns humanism as her political and social doctrine.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/05/Ramsha-Ashraf-e1559036508335.png",
    "name" : "Ramsha Ashraf",
    "order" : "26",
    "position" : "Writer"
  }, {
    "description" : "Nizam uddin Salrzai is an journalist turned activist and politician from the most populated district of the Tribal Areas – Bajaur. After working for international and local magazines and dailies he went on to be a founding member of Tribal Youth Jirga – an umbrella Organization for 20 youth and students body demanding FATA’s merger with KP that eventually happened through 25th constitutional amendment. He’s currently heading the Youthwing of Pakistan Muslim League N and is also a member of its new organising body",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/05/Nizam.jpg",
    "name" : "Nizam uddin Salrzai",
    "order" : "27",
    "position" : "Politician"
  }, {
    "description" : "Razi Ahmed is the Founding Director of the independent Lahore Literary Festival, an annual not-for-profit event. Ahmed has curated seven editions of the LLF in Lahore since 2013, four in New York in partnership with Asia Society, and three in London in partnership with the British Library.Ahmed served on the five-member jury of the 2015 DSC Prize for South Asian fiction, which was announced at the Jaipur Literature Festival.Ahmed has written opinion pieces for DAWN, dissent, Huffington Post, and Open Democracy.With degrees in Political Science (and a minor in Economics) from the University of Chicago, and international affairs from SIPA, Columbia University, Ahmed works full-time at Associated Group, a family-run business in Lahore.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/05/Razi-Ahmed.jpg",
    "name" : "Razi Ahmed",
    "order" : "28",
    "position" : "Director of LLF"
  }, {
    "description" : "Neelum Afridi is a published poet and prose writer. She is currently the President of Young Women Writers’ Forum Peshawar. She is also a lecturer at the Department of English, Islamia College Peshawar. Neelum also plays to be the editor of Khor Ghag magazine. She was also invited at Islamabad Literary Festival 2017 as a speaker where she conducted two sessions. Many of her poems and some of her articles are printed in US Magazine, the News International and in Smash Magazine while some are published online. Neelum is also a social activist.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2018/05/Neelum-Afridi.jpg",
    "name" : "Neelum Afridi",
    "order" : "29",
    "position" : "Poet"
  }, {
    "description" : "Maliha Khan Bazai is an English published poet and a blogger from Quetta. She completed her BS in English Literature and Linguistics in 2018.She started composing poems back in 2018 and share them online on different social media platforms. In May 2019, she published her first book titled “When the Sun died.She seeks to work further on her writing career as a poet and is currently working on her second book",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/Maliha-700x700.jpg",
    "name" : "Maliha Khan Bazai",
    "order" : "30",
    "position" : "Poet"
  }, {
    "description" : "Maheen is the author of ‘The Mercurial Mr Bhutto and Other Short Stories’. She has worked for both print and electronic media.Maheen has written on and made feature reports on human smuggling, refugees, minorities, health, education, culture and heritage, video portals and environment.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/maheen.jpg",
    "name" : "Maheen Usmani",
    "order" : "31",
    "position" : "Author & Journalist"
  }, {
    "description" : "Emancipation of human mind and celebration of self is the core philosophy that echoes from the lyrics and melody of the musical works that Saif Samejo, the lead vocalist and founder of The Sketches creates. Samejo is a musical activist, and his musical journey has been about bringing to the audience thought-provoking works with an underlying message to create a conscious awareness to curb the evils gnawing at our society today. His music is an insignia of humanism and love, and for him, music is free of all boundaries, caste and religion. It speaks a universal language, uniting the whole of humanity with its honesty.He began his journey in 2003, and as of now his band has released two albums: Dastkari and TU (YOU). He has collaborated with several acclaimed Pakistani and international musicians over the years. He is founder and producer of weekly Lahooti Live Sessions that envisions at reviving and keeping alive the tradition of folk music and preserving and carrying a rich legacy of indigenous musicians and traditional musical instruments symbolic to different provinces of Pakistan. LAHOOTI MELO, the biggest music festival of Pakistan, has been happening since 2016 at Jamshoro. The festival is a brain child of Saif Samejo, that brings international and local artists together under one roof",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/saif_samejo-700x700.jpg",
    "name" : "Saif Samejo",
    "order" : "32",
    "position" : "Vocalist"
  }, {
    "description" : "Ammar is a researcher and lecturer who teaches development studies at Quaid e Azam University & has previously taught public policy at the Pakistan Institute of Development Economics. He is also a Research Associate at Heartfile and has in the past worked with Alif Ailaan, Oxfam GB and FBR. Much of his research work is on the political economy of education, health, housing and public finance in Pakistan.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/Ammar_Rashid.jpg",
    "name" : "Ammar Rashid",
    "order" : "33",
    "position" : "Researcher"
  }, {
    "description" : "Fasi Zaka is a media commentator and satirist in Pakistan. He began his media career as a host of a counterculture music programme on MTV Pakistan, continued with a satire news quiz show on Aaj TV, then hosted a dedicated TV programme on education for PTV and most recently was Co-Host of Do Raaye on Dawn TV covering politics. He has written extensively for the press, and has had regular columns in The News, Express Tribune, Herald and The Friday Times. He was selected as a Young Global Leader for his work in the media and development sector by the World Economic Forum, and was previously a Rhodes Scholar at Oxford University. Fasi Zaka is from Charsadda in KP where he was educated at Edwardes College, Peshawar and the University of Peshawar. His most recent publication is a contributing chapter for the book Rethinking Pakistan: A 21st Century Perspective on Hate Speech.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/fasih_zaka-700x700.jpg",
    "name" : "Fasih Zaka",
    "order" : "34",
    "position" : "Journalist"
  }, {
    "description" : "Bilal Zahoor is the founder and Editorial Director of Folio Books, a Lahore-based independent publishing house. He studied chemical engineering from University of Engineering and Technology, Lahore, but did not let his academic training obstruct his passion for establishing an independent publishing platform in Pakistan. Zahoor aspires to contribute to a more socially just world by publishing works bucking the neoliberal trends and authoritarian tendencies. He is the editor of Rethinking Pakistan: A 21st Century Perspective (Folio Books, 2019).",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/Bilal-Zahoor-700x700.jpg",
    "name" : "Bilal Zahoor",
    "order" : "35",
    "position" : "Editor/Writer"
  }, {
    "description" : "Meher Murshed was born into a family where religion was not a divide. His father is a Sufi Muslim and his mother a Goddess Kali worshipping Hindu. Meher grew up in a school run by Jesuit priests in Kolkata. As a child of a mixed marriage, he saw how one religion was suspicious of the other. Religious tolerance is his core. Music is his passion. He became a journalist in the early 1990s and covered politics, crime, Mother Teresa and music. He reported on religious riots — the violence haunts him even now. Meher then moved to the Middle East and is a senior editor. His love of music led him to the Chishti Sufi Dervish, Nizamuddin Auliya, who lived in the thirteenth century, and his favourite disciple, the court poet of the sultans of Delhi and master musician, Amir Khusro. It was there that he uncovered a riveting story of religious tolerance, compassion, love, lust, intrigue and deceit. The heart of it is a song …",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/meher-murshid-700x700.jpg",
    "name" : "Meher Murshed",
    "order" : "36",
    "position" : "Journalist"
  }, {
    "description" : "Mahreen Siddiqui, M.phil and PhD in clinical psychology, consultant clinical psychologist Agha Khan hospital and institute of clinical psychology Karachi.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/mehreen_sidiqui-700x700.jpg",
    "name" : "Mehreen Siddiqui",
    "order" : "37",
    "position" : "Psychologist"
  }, {
    "description" : "Naeem Dilpul is a lecturer at National College of Arts, Lahore and a  singer from Turbat. He teaches Communications and Literature. His work realm is human interaction and integration of people from diverse backgrounds on linguistic grounds.His academic work and musical sensibilities work on same line. His Inclination is on folk music with a blend of pop and sufi touch. His aim is  to break barriers of musical boundaries through music endeavours. His music is inspired from Balochi folk music and Bollywood semi-classic music.His proclivity on academic front is  assimilation of people regardless of linguistic lines. He strongly advocates the idea of celebrating the diversity rather than considering it a threat to unification.His music preaches the same philosophy of building a community of artists who believe in the purity of art and music. As he says “for me music comes from soul and those who connect to soul are spiritual. Spirituality is honesty and moving inches to explore one self”",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/Naeem_dilpul-700x700.jpg",
    "name" : "Naeem Dilpul",
    "order" : "38",
    "position" : "Singer"
  }, {
    "description" : "Kainat Azhar is a CSP who happens to be a writer, artist and mental health advocate. Her work can be found in various national and international e-journals and print media. Literature, music and art – her escape routes once – are now her best pals.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/kainat_azhar.jpg",
    "name" : "Kainat Azhar",
    "order" : "39",
    "position" : "CSP"
  }, {
    "description" : "Error The Band is a Quetta based ROCK BAND that happens to be the first ever Experimental Rock Band of Balochistan. With their music the band has made Balochistan proud on multiple platforms and are determined to do so in the future.They are the only boy band from Balochistan whose songs have been  aired on BBC ASIAN NETWORK INTERNATIONAL RADIO and they have also appeared in auditions for PEPSI BATTLE OF THE BANDS.They have yet managed to bring about 6 tracks for their audience which are all based on their unique bold experimental rock sound.Error has performed at various locations in Quetta and have also performed in Nawabshah in a solo concert. They have also gone for PTV Bolan twice. Hanoob, the vocalist and guitarist of the band has an experience of mentoring some students in Islamabad as well.The Band’s original song Sawaal was a hit on social media in Quetta. Alongside the band has some rock covers, all of which were much appreciated by their audience for being bold and unique. More originals by the band are lined up in 2019.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/the_error_band-700x700.jpg",
    "name" : "Error The Band",
    "order" : "40",
    "position" : "BAND"
  }, {
    "description" : "Qandeel Badr is born in well-known poet Saeed Gohar’s house, and she is the elder sister of the young poet Danial Tarreer. She has got her basic education from Quetta city. Now she is doing Phd from NUML.She has written “Urdu Ghazal in Balochistan” in her M.phil thesis. She is Assistant Professor at SBK Women University.She has recently published her poetry “Dhaji Dhaji Roshni”.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/Qandeel_badr.jpg",
    "name" : "Qandeel Badr",
    "order" : "41",
    "position" : "Poet"
  }, {
    "description" : "Shahid Toofan has written 2 songs yet (Sada-e-abai) and (Dardi dil) realized in Australia. He has written a poem for a short film (victum) also realized in Australia also an active member of Hazaragi Academy.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/shahid-tofan-700x700.jpg",
    "name" : "Shahid Toofan",
    "order" : "42",
    "position" : "Poet"
  }, {
    "description" : "Ali Hamdam is founding member of Keblagh e Azergi. He has done his MA from Baluchistan University. Ali Hamdam is a researcher in Hazaragi Language professionally in phonology. He is writer and and poet in Hazaragi language. He is chief editor of Manjee Magazine which is monthly publication of Keblagh e Azergi. Ali Hamdam is the head and having leading role in publications of Hazaragi books through Keblagh e Azergi.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/Ali_hamdam.jpg",
    "name" : "Ali Hamdam",
    "order" : "43",
    "position" : "Writer and Poet"
  }, {
    "description" : "Mustafa Elkhani is the founding member of Keblagh e Azergi. He has done his MA from Baluchistan University. He is Senior poet and linguistic activist for Hazaragi Language. His book is about to be published by Keblagh e Azergi.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/Mustafa_ehlekhana-700x700.jpg",
    "name" : "Mustafa Elkhani",
    "order" : "44",
    "position" : "Poet"
  }, {
    "description" : "Raziq Kohzad is founding member of Keblagh e Azergi. He has been engaged in Hazaragi literature and poetry since 1998, he is a senior Hazaragi poet. One of his books is published and the second one is about to be published.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/Raziq_kohzad-700x639.jpg",
    "name" : "Raziq Kohzad",
    "order" : "45",
    "position" : "Poet"
  }, {
    "description" : "Mushtaq Mughul  is founding member of Keblagh e Azergi. Mushtaq mughul has been involved in Hazaragi literature since 2001. He is the first poet who has converted Hazara history into poetic Language. He is a senior political activist of Hazaras. He has high Islamic qualification form Madrasa E Khuyee.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/Mushtaq_mughal-700x640.jpg",
    "name" : "Mushtaq Mughul",
    "order" : "46",
    "position" : "Poet"
  }, {
    "description" : "Ali Turani is founding member and president of Keblagh e Azergi. He is the very first initiator of Hazaragi Language movement. He has been chairperson of Espiloni Azergi, Hazaragi Academy and Keblagh e Azergi. He is professional philologist and his scientific book regarding Hazaragi language is under publication. He has been as script writer in Radio Pakistan for 13 years.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/Ali_turani-700x640.jpg",
    "name" : "Ali Turani",
    "order" : "47",
    "position" : "Poete"
  }, {
    "description" : "Mehdi Enagh is member of Keblagh e Azergi. He has done his F.A from General Muhammad Musa Degree college. Newly he has joined Keblagh e Azergi as a poet and in a short time he has been skillful in poem and literature.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/Mehdi_enagh.jpg",
    "name" : "Mehdi Enagh",
    "order" : "48",
    "position" : "Poet"
  }, {
    "description" : "Jawad Azra is a senior poet in Hazaragi Language. He is member of Keblagh e Azergi and his poems are treasure in Hazaragi literature. He has been engaged with poetry gathering since 2004.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/Jawad_Azra-700x640.jpg",
    "name" : "Jawad Azra",
    "order" : "49",
    "position" : "Poet"
  }, {
    "description" : "Mr. Qadir Nayel has done his M.A from Baluchistan University in Mass communication. He has been gold medalist and for 15 years he has been as editor in Jung daily News paper as a journalist. He has been chief editor of manjee magazine for several years. His Hazaragi collection of poems is published by the name of Algam. Currently he is member of provincial assembly of Baluchistan. He is being considered as a senior poet in Hazaragi language.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/Qadir_nayel-700x640.jpg",
    "name" : "Qadir Nayel",
    "order" : "50",
    "position" : "Poet"
  }, {
    "description" : "Shahida Babar is a young published promising Pashto writer and poet who hails from district Killa Abdullah, Balochistan. Her works include ‘Samander da Malghalaro’ , ‘ Nabooda Dunya’, ‘Pashto o Islam’, and ‘Nima Narrae’.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/Shaida-Babar-700x700.jpg",
    "name" : "Shahida Babar",
    "order" : "51",
    "position" : "Writer and Poet"
  }, {
    "description" : "Sultan Zakhpail is a poet from the fertile literary soil of Loralai and a member of Pashto academy and Pashto Adabi Malgari Loralai. He is a poet, translator and announcer at Radio Pakistan. He has compiled a book (Pashto Literature and Peace). He also writes for different Pashto magzines.Mr. Sultan is basically a Sociologist by profession  and training with a qualification in the field of Social Development from Denmark. He has 15 years of diverse experience with different national and international organizations in program management, projects engaging Political Parties, parliamentarians and civil society actors about democratic governance, human rights, social/citizen mobilization, culture development, youth policies and peace building specifically with elected representatives in Pakistan.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/sultan_zakhpail.jpg",
    "name" : "Sultan Zakhpail",
    "order" : "52",
    "position" : "Poet & Development Professional"
  }, {
    "description" : "Manzoor Baloch, Chairman Brahvi dept. University of Balochistan. Writer; columnist; poet and critic. Published 7 books including 3 books on poetry 3 books on ma Brahvi course and one on brahvi critics.He has Phd in Brahvi fiction.",
    "image" : "http://www.quettalf.org/wp-content/uploads/2019/06/mazoor_baloch.jpg",
    "name" : "Manzoor Baloch",
    "order" : "53",
    "position" : "Writer and Poet"
  } ],
  "images_sponsors" : [ "http://www.quettalf.org/wp-content/uploads/2019/06/Buitems_logo-e1560181449205.png", "http://www.quettalf.org/wp-content/uploads/2019/06/DHA_new_logo.png", "http://www.quettalf.org/wp-content/uploads/2019/06/serina_new_logo.png", "http://www.quettalf.org/wp-content/uploads/2019/06/UNESCO_Logo_TransparentBlack-1.png", "http://www.quettalf.org/wp-content/uploads/2018/05/Fullbright-e1527584921850.jpg", "http://www.quettalf.org/wp-content/uploads/2019/06/govt_of_balochistan.png", "http://www.quettalf.org/wp-content/uploads/2018/04/HEC-130.png", "http://www.quettalf.org/wp-content/uploads/2019/06/oxford-university-press-vector-logo-2.png", "http://www.quettalf.org/wp-content/uploads/2019/06/Ufone-Logo-014.jpg" ],
  "programs" : {
    "day1" : [ {"day" : "1",
      "title" : "INAUGURAL CERMONY & ANOUNCEMENT OF SPONSERS",
      "time" : "9:30 AM TO 11:00 AM",
      "venue" : "Auditorium",
      "speakers" :["Governor, VC, & Pro VC"],
      "moderatedby":"",
      "speaker images" : ""
    },
      {"day" : "1",
        "title" : "ART & PHOTOGRAPHY EXHIBITION",
        "time" : "10:00 AM TO 11:00 AM",
        "venue" : "Art Gallery",
        "speakers" :["Art Gallery"],
        "moderatedby":"",
        "speaker images" : ""
      },
      {"day" : "1",
        "title" : "IT’S HILARIOUSLY POLITICAL",
        "time" : "11:00 AM TO 12:30 PM",
        "venue" : "Auditorium",
        "speakers" :["Nur Nasreen, Fasi Zaka & George Fulton"],
        "moderatedby":"",
        "speaker images" : ""
      },
      {"day" : "1",
        "title" : "JOURNALISM IN BALOCHISTAN: CHALLENGES AND FUTURE",
        "time" : "11:30 AM TO 1:00 PM",
        "venue" : "Orange Gallery",
        "speakers" :["Shehzada Zulfiqar, Salim Shahid, Syed Ali Shah, Sadia Jehangir, Mujeeb Ahmed"],
        "moderatedby":"Shahid Rind",
        "speaker images" : ""
      },
      {"day" : "1",
        "title" : "THE PRISONER OF DURANDLINE",
        "time" : "11:30 AM TO 1:00 PM",
        "venue" : "Purple Hall",
        "speakers" :["Faizullah Khan"],
        "moderatedby":"Zeeshan Ahmed Khan",
        "speaker images" : ""
      },
      {"day" : "1",
        "title" : "GETTING INTERNAL PEACE; MENTAL HEALTH FOR HIGHER LIVING",
        "time" : "11:30 AM TO 1:00 PM",
        "venue" : "Pink Hall",
        "speakers" :["Faizullah Khan"],
        "moderatedby":"Ghina Saleem",
        "speaker images" : ""
      },
      {"day" : "1",
        "title" : "PAKISTAN'S ECONOMY: WHAT ALTERNATIVES ARE THERE?",
        "time" : "11:30 AM TO 1:00 PM",
        "venue" : "Green Hall",
        "speakers" :["Khurram Hussein & Ammar Rashid"],
        "moderatedby":"Farid Kasi",
        "speaker images" : ""
      },
      {"day" : "1",
        "title" : "ASIA PEACE FILM FESTIVAL",
        "time" : "11:30 AM TO 1:00 PM",
        "venue" : "Purple Hall",
        "speakers" :["Asia Peace Film"],
        "moderatedby":"Auditorium",
        "speaker images" : ""
      },
      {"day" : "1",
        "title" : "THE FRONTIER OF AL-HIND: POLITICAL TRANSFORMATION OF MEDIEVAL BALOCHISTAN 700-1050 AD",
        "time" : "11:30 AM TO 1:00 PM",
        "venue" : "Orange Hall",
        "speakers" :["Dr Hafeez Jamali, Jahanzaib Khan & Dr. Kaleemullah Lashari"],
        "moderatedby":"",
        "speaker images" : ""
      },
      {"day" : "1",
        "title" : "LIFE & WORKS OF RAAZ MUHAMMAD RAAZ",
        "time" : "1PM  to 2:30PM",
        "venue" : "Purple Hall",
        "speakers" :["Prof Shahzad & Asmat Zaheer"],
        "moderatedby":"Saeed Ullah Jan",
        "speaker images" : ""
      },
      {"day" : "1",
        "title" : "THE JOYS OF INLAND TRAVELLING",
        "time" : "1:00 PM TO 2:30 PM",
        "venue" : "Pink Hall",
        "speakers" :["Salman Rashid, George Fulton, & Aziz Jamali"],
        "moderatedby":"Nizamuddin Salarzai",
        "speaker images" : ""
      },
      {"day" : "1",
        "title" : "FIERCE WORDS; THE FLIP-SIDE OF PEACE",
        "time" : "1:00 PM TO 2:30 PM",
        "venue" : "Green Hall",
        "speakers" :[ "Iftikhar Firdous, Amir Rana"],
        "moderatedby":"Fasi Zaka",
        "speaker images" : ""
      },
      {"day" : "1",
        "title" : "KIDS CORNER",
        "time" : "1:00 PM TO 2:30 PM",
        "venue" : "CPEC Hall",
        "speakers" :[ "Musharraf Ali Farooqi"],
        "moderatedby":"Syed Umair Shah",
        "speaker images" : "http://www.quettalf.org/wp-content/uploads/2019/05/Nur-Nasreen-e1559035863903.png,http://www.quettalf.org/wp-content/uploads/2019/06/fasih_zaka.jpg,http://www.quettalf.org/wp-content/uploads/2019/05/George-e1559118491823.jpg"
      },
      {"day" : "1",
        "title" : "Drama hai ya Dramaybazi; Role of Entertainment Industry in Promoting Higher Living and the Decline of Pakistani Drama",
        "time" : "3:15 PM to 4:30 PM",
        "venue" : "Pink Hall",
        "speakers" :[ "Hashim Nadeem, Mohsin shakeel, Sarmad S Khoosat, Jamal Shah, Zeba Bakhtiar"],
        "moderatedby":"",
        "speaker images" : "http://www.quettalf.org/wp-content/uploads/2018/04/HASHIM-NADEEM-e1524643019468.jpg,http://www.quettalf.org/wp-content/uploads/2019/06/Mohsin-Shakeel.jpg,http://www.quettalf.org/wp-content/uploads/2019/05/sarmad-khosat.png"
      },{"day" : "1",
        "title" : "Fresh Blood in Politics: The Responsibility of Young Politicians in Creating Tolerance in Society",
        "time" : "5:00 PM  to 6:30 PM",
        "venue" : "Purple Hall",
        "speakers" :[ "Saifullah Magsi, Nizamuddin Salarzi, Raziq Faheem"],
        "moderatedby":"",
        "speaker images" : "http://www.quettalf.org/wp-content/uploads/2019/05/Saif.png,http://www.quettalf.org/wp-content/uploads/2019/05/Nizam.jpg"
      },
      {"day " : "1",
        "title" : "Men for Men; Toxic Masculinity and its Impact on Men",
        "time" : "3:00 AM  to 4:30 PM",
        "venue" : "Pink Hall",
        "speakers" :[ "Fasi Zaka, George Fulton, Rafiullah Kakar"],
        "moderatedby":"",
        "speaker images" : "http://www.quettalf.org/wp-content/uploads/2019/06/fasih_zaka.jpg,http://www.quettalf.org/wp-content/uploads/2019/05/George-e1559118491823.jpg,http://www.quettalf.org/wp-content/uploads/2018/05/rafi-ullah.jpg"
      },
      {"day" : "1",
        "title" : "Love and/For Science",
        "time" : "3:15 PM to 4:30 PM",
        "venue" : "Green Hall",
        "speakers" :[ "Muhammad Hamza Waseem "],
        "moderatedby":"",
        "speaker images" : "http://www.quettalf.org/wp-content/uploads/2019/05/Hamza-waseem-e1559036700113.png"
      },
      {"day" : "1",
        "title" : "MELODIES OF THE YORE; FOLK MUSIC FOR PEACE",
        "time" : "3:15 PM TO 4:30 PM",
        "venue" : "CPEC Hall",
        "speakers" :[ "Farhan Ali Bogra, Saif Samejo & Naeem Dilpul"],
        "moderatedby":"Aamer Shafique",
        "speaker images" : ""}
    ,

      {"day" : "1",
        "title" : "HAZARGI MUSHAIRA ",
        "time" : "5:00 PM TO 6:30 PM",
        "venue" : "Orange Hall",
        "speakers" :[ "Ali Toorani, Ali Hamdam, Raziq Kohzad, Mustafa Ahlkhani, Mehdi Enagh, Jawad Hazara, Master Mushtaq, Shahid Toofan & Qadir Nail"],
        "moderatedby":"Fazal Baloch",
        "speaker images" : "http://www.quettalf.org/wp-content/uploads/2019/06/Munir_ahmed_badini.jpg, http://www.quettalf.org/wp-content/uploads/2019/05/rauf.jpg, http://www.quettalf.org/wp-content/uploads/2019/05/dad.jpg"
      },
      {"day" : "1",
        "title" : "BRAHVI MUSHAIRA",
        "time" : "5:00 PM TO 6:30 PM",
        "venue" : "Purple Hall",
        "speakers" :[ "Alam Ajeeb, Rafiq Showaz, Hameed Aziz, Gharib Shah, Hassan Nasir, Sabir Nadeem, Hidar Hasrath, Yousaf Nasim & Khalid Pirkani."],
        "moderatedby":"Ghamkhwar Hayat",
        "speaker images" : ""
      },
      {"day" : "1",
        "title" : "DA OIASMAHAL PASHTO SHAAERI TAKHLIQI RANGOONA: ELMI WRASSA",
        "time" : "5:00 PM TO 6:30 PM",
        "venue" : " Pink Hall",
        "speakers" :[ "Shahida Babar, Prof.Shahzad Ahmad, Kamran Acakzai & Raziq Faheem"],
        "moderatedby":"Dr Barket Shah",
        "speaker images" : "http://www.quettalf.org/wp-content/uploads/2019/06/Shaida-Babar.jpg"
      },{"day" : "1",
        "title" : "Balochi Mushaira",
        "time" : "1:00 PM to 2:30 PM",
        "venue" : "Pink Hall",
        "speakers" :[ "Bashir Baidar, Munir Momin, Dr. Ali Dost, Irshad Parwaz, Arif Aziz, Nisar Yousaf, Zahida Raeesi, Ishaq Khamosh, Zafar Akbar & Ameer Dost"],
        "moderatedby":"",
        "speaker images" : ""
      }, {"day" : "1",
        "title" : "MANTO",
        "time" : "1:00 PM to 2:30 PM",
        "venue" : "Cpec Hall",
        "speakers" :[ ""],
        "moderatedby":"",
        "speaker images" : ""
      },{ "day " : "1",
        "title" : "ZARA HATT KAY Of Scams, Online Trolling & Science ",
        "time" : "6:15 PM to 7:45 PM",
        "venue" : "Auditorium",
        "speakers" :[ "Zarrar Khuhro"],
        "moderatedby":"",
        "speaker images" : "http://www.quettalf.org/wp-content/uploads/2018/04/5996c5418f4aa.jpg"
      },
      {"day " : "1",
        "title" : "Mushaira Baang e nau ",
        "time" : "8:30 PM ONWARDS",
        "venue" : "Expo",
        "speakers" :[ ""],
        "moderatedby":"",
        "speaker images" : ""
      }
    ],
    "day2" : [ {"day " : "2",
      "title" : "My Art, My Story",
      "time" : "10:00 AM  to 11:00 AM",
      "venue" : "Pink Hall",
      "speakers" :[ "Shakila Haider"],
      "moderatedby":"",
      "speaker images" : "http://www.quettalf.org/wp-content/uploads/2019/06/shakila_haider_im.jpg"
    },{"day " : "2",
      "title" : "Women in Words; Depiction of Female Characters in Literature and Art",
      "time" : "11:30 AM  to 1:00 PM",
      "venue" : "Purple Hall",
      "speakers" :[ "Sabeyn Javeri, Rimsha, Maheen Usmani, English Dept Rep"],
      "moderatedby":"",
      "speaker images" : ""
    },
      {"day " : "2",
        "title" : " Book launch",
        "time" : "10:00 AM to 11AM",
        "venue" : "Orange Hall",
        "speakers" :[ "Qandeel Badr"],
        "moderatedby":"",
        "speaker images" : "http://www.quettalf.org/wp-content/uploads/2019/06/Qandeel_badr.jpg"
      },
      {"day" : "2",
        "title" : "FICTION NA VELLAK",
        "time" : "10 AM  to 11AM",
        "venue" : "Green Hall",
        "speakers" :["Iqbal Nazer, Yusuf Mengal & Dr. Taj Raisani"],
        "moderatedby":"Manzoor Baloch",
        "speaker images" : ""
      },
      {"day " : "2",
        "title" : "Exhibition of Artifacts from the Archives department, Baluchistan",
        "time" : "10:00 AM  to 11:00 AM",
        "venue" : "Art Gallery",
        "speakers" :[ "Archives Dept. Baluchistan"],
        "moderatedby":"",
        "speaker images" : ""
      }, {"day" : "2",
        "title" : "THEN REMOTELY COLONIAL, NOW PERIPHERY",
        "time" : "11:30 AM TO 1:00 PM",
        "venue" : "Pink Hall",
        "speakers" :[" Jahanzaib Khan & Dr. Barakat Shah Kakar"],
        "moderatedby":"Saifullah Nasar",
        "speaker images" : "http://www.quettalf.org/wp-content/uploads/2019/06/jhanzaib-khan.png, http://www.quettalf.org/wp-content/uploads/2018/05/Barakat-SHah.jpg"
      },
      {"day " : "2",
        "title" : "HAZARA QOM KI TAREEKH O HAZARGI ZABAN O ADAB",
        "time" : "11:30 AM TO 1:00 PM",
        "venue" : "Purple  Hall",
        "speakers" :[ "Ali Toorani,Mustafa AhlKhani & Ali Humdam"],
        "moderatedby":"",
        "speaker images" : ""
      },



      {"day " : "2",
        "title" : "PASHTO MUSHAIRA",
        "time" : "11:30 AM  to 1:00 PM",
        "venue" : "Orange Hall",
        "speakers" :[ "by Shahida Babar, Arzoo Ziaratwal, Darwaish Durrani, Raziq Faheem, Asmat Zaheer, Prof. Shahzad Ahmad & Sultan Zakhpail"],
        "moderatedby":"Ajab Khan Ajab",
        "speaker images" : ""
      },
      {"day " : "2",
        "title" : "BOOK LAUNCH : “WHEN THE SUN DIED”",
        "time" : "11:30 AM  to 1:00 PM",
        "venue" : "Green Hall",
        "speakers" :[ "Maliha Khan Bazai"],
        "moderatedby":"",
        "speaker images" : "http://www.quettalf.org/wp-content/uploads/2019/06/Maliha.jpg"
      },

      {"day " : "2",
        "title" : "Manto SCREENING",
        "time" : "11:30 AM",
        "venue" : "Auditorium",
        "speakers" :[ "sarmad khosat"],
        "moderatedby":"",
        "speaker images" : ""
      }, {"day " : "2",
        "title" : "BOOK LAUNCH : “A DECADE OF LIGHT“",
        "time" : "12:20 PM TO 1:00 PM",
        "venue" : "Green Hall",
        "speakers" :[ "Kainat Hameed Khan"],
        "moderatedby":"Neelum Afridi",
        "speaker images" : ""
      },
      {"day " : "2",
        "title" : " Book launch",
        "time" : "1:00 PM to 2:30 PM",
        "venue" : "Pink Hall",
        "speakers" :[ "Rimsha Ashraf"],
        "moderatedby":"Sania Sabir",
        "speaker images" : ""
      },


      {"day " : "2",
        "title" : "Shredding the skin of the text; themes and motifs in Pakistani Literature and Art ",
        "time" : "1:00 PM to 2:30 PM",
        "venue" : "Purple Hall",
        "speakers" :[ "Iftikhar Firdous & Neelum Afridi & Kainat Hameed Khan Javeri"],
        "moderatedby":" Musharaf Ali Farooqi",
        "speaker images" : ""
      },

      {"day " : "2",
        "title" : "BOOK LAUNCH : “RETHINKING PAKISTAN: A 21ST CENTURY PERSPECTIVE”",
        "time" : "1:00 PM TO 2:30 PM",
        "venue" : "Orange Hall",
        "speakers" :[ "Bilal Zahoor,Rafiullah Kakar & Fasih Zaka"],
        "moderatedby":"Amir Rana",
        "speaker images" : ""
      },


      {"day " : "2",
        "title" : "AFSANA RECITAL",
        "time" : "1:00 PM TO 2:30 PM",
        "venue" : "Green Hall",
        "speakers" :[ "Ghina and the Markhors"],
        "moderatedby":"",
        "speaker images" : "http://www.quettalf.org/wp-content/uploads/2019/06/Zahoor.jpg"
      },
      {"day " : "2",
        "title" : "FROM RADIO TO TELEVISION",
        "time" : "3:00 PM TO 4:30 PM",
        "venue" : "Pink Hall",
        "speakers" :[ "Sabooh Syed & Faizullah Khan."],
        "moderatedby":"Wusat Ullah Khan",
        "speaker images" : ""
      },
      {"day " : "2",
        "time" : "3:00 PM TO 4:30 PM",
        "title" : "BEING AN EMPATH IS IMPORTANT BUT NOT SPECIAL; A NOTE ON KINDNESS",
        "venue" : "Purple Hall",
        "speakers" :[ "Kainat Azhar & Anqa Gharshin."],
        "moderatedby":"",
        "speaker images" : ""
      },
      {"day " : "2",
        "title" : "SONG OF THE DERVISH: HZ NIZAMUDDIN AULIYA",
        "time" : "3:00 PM TO 4:30 PM",
        "venue" : "Orange Hall",
        "speakers" :[ "Aqsa Maryam & Meher Murshed"],
        "moderatedby":"",
        "speaker images" : "http://www.quettalf.org/wp-content/uploads/2019/05/Ramsha-Ashraf-e1559036508335.png"
      },


      {"day " : "2",
        "title" : "BOOK LAUNCH : “THE MERCURIAL BHUTTO AND OTHER STORIES”",
        "time" : "3:00 PM TO 4:30 PM",
        "venue" : "Green Hall",
        "speakers" :[ "Maheen Usmani"],
        "moderatedby":"Musharaf Ali Farooqi",
        "speaker images" : ""
      },
      {"day " : "2",
        "title" : "MAPPING THE CONTOURS: TRAVELLING IN BALOCHISTAN",
        "time" : "4:30 PM TO 6:00 PM",
        "venue" : "Pink Hall",
        "speakers" :[ "Aziz Ahmed Jamali"],
        "moderatedby":"",
        "speaker images" : ""
      },
      {"day " : "2",
        "title" : "EDUCATION IN BALOCHISTAN: CHALLENGES AND FUTURE",
        "time" : "4:30 PM TO 6:00 PM",
        "venue" : "Purple Hall",
        "speakers" :[ " Zahoor Buledi, Ghulam Ali Baloch, Noor ul Haq & Saboor Kakar."],
        "moderatedby":"Dr. Manan Agha",
        "speaker images" : ""
      },
      {"day " : "2",
        "title" : "BALOCHI AZMANK: ZEK O MARCHI",
        "time" : "3:00 AM  to 4:30 PM",
        "venue" : "Orange Hall",
        "speakers" :[ "Munir Badini, Rauf Raaz & A R Dad"],
        "moderatedby":"Fazal Baloch",
        "speaker images" : ""
      },
      {"day " : "2",
        "title" : "LAW AND SOCIETY",
        "time" : "4:30 PM TO 6:00 PM",
        "venue" : "Green Hall",
        "speakers" :[ "Munir Kakar, Barkhurdar, Wali Khan Nasar, Asif Baloch & Habib ullah"],
        "moderatedby":"Sami Ullah"
      ,
        "speaker images" : ""
      }
    ]
  }
}
